Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 听到这句话，游小默就知道他的选择了，转身就走，正好他也不想做这笔生意了，跟这种人只膈应到自己。
en_us: You XiaoMo knew his choice after hearing this sentence, so he turned around and left. It just so happened that he too did not wish to engage in this transaction anymore. Interacting with this sort of person would only disgust himself.

source: 听到这句话，青秋突然嗔道：“游同学就不能便宜点吗？
en_us: Hearing the price, Qing Qiu was a little put out, saying, “Can’t classmate You sell it at a slightly lower price?

source: 听到这把熟悉的声音，青年好不容易才平息下去的怒火已被轻易的挑起了，回头一看，果然是他最讨厌的某个人。
en_us: Hearing this familiar voice, the anger that the youth had managed to suppress with great difficulty was easily incited. Turning back for a look, sure enough, it was a certain person that he hated the most.

source: 听到这话，游单立刻肯定他们的身份，眼里却有浓浓骇然之色，这两人真是胆大，竟然自己送上门来，看来他们事先知道老家主不在本家的消息。
en_us: Hearing this, You Dan realized who they were, but his eyes wer still filled with astonishment. These two really were daring, coming all the way here themselves. Seems like they knew that the family head wasn't home.

source: 听到这话，翁公心跳噔一声，该不会真是来寻仇的，不然怎么会笑得这么奇怪，好像抓捕逃家的犯人一样。
en_us: Weng Gong’s heart skipped a beat upon hearing this. Could it be that he was really here to carry out a vendetta? Otherwise, why would be he smiling so strangely, as if he was about to capture a criminal who ran away from home?

source: 听到这，游小默顿时对这个黑蜘蛛的性质了然了，说白了就是跟黑市差不多，任何时代都少不了的东西。
en_us: You XiaoMo immediately understood the nature of this Black Spider upon hearing this. Putting it plainly, it was nearly the same as a black market, something that was unavoidable in any era.

source: 听完黄鼠兽的复述，凌霄沉默了一会，“一共有四个人，而且都是穿黑色长袍？”
en_us: Upon hearing the Weasel Beast's report, Ling Xiao was quiet for a moment. "There are four people in total, and they're all wearing black?"

source: 听熊笑形容，那个小师弟似乎是个很孤僻的人，他应该不会有这个意思，不过也不是不可能，说不定就是因为他太孤僻了。
en_us: Hearing Xiong Xiao's description, that little disciple seemed to be an extremely reclusive/eccentric person. It was not likely for this to be what he intended. However, it was also not improbable, maybe it was because he was too reclusive.

source: 听着程荷缓缓道来。
en_us: Cheng He slowly introduced.

source: 吵闹了将近一个时辰的房间终于安静下来。
en_us: The room which had been raucous for nearly an hour finally became peaceful.

source: 呆滞了五秒，小秋立刻反应过来，举起剑刺在趴在地上干呕的莫菲身上，虽然不知道发生了什么事，但是她感谢老天爷是站在圣女这边的。
en_us: After staring, dumbstruck, for five seconds, Xiao Qiu snapped out of her stupor and raised her sword, stabbing it through the retching Mo Fei. Though she had no idea what happened, she thanks the heavens that they were on the holy maiden's side.

source: 告别老板，二人离开白骨小镇踏入鬼冢山脉。
en_us: Bidding their farewells, the two left the White Bone Town and headed to the Ghost Tomb Mountain Ranges.

source: 周围原本想吆喝他们的卖家看到他们步履迅速地走向里面，话还没到嘴边就滚了回去。
en_us: The vendors who were about to call out, found their words stuck in their throats, as they saw them walking straight towards the end.

source: 周围心水凌霄的姑娘们也露出厌恶的神色。
en_us: The girls, with Ling Xiao as centre, also expressed their disgust.

source: 周围的人看出来了，一些人忍不住同情的看了他一眼。
en_us: When the people around saw this, some could not help looking at him sympathetically.

source: 周围的人纷纷竖起耳朵，特别刚刚帮过他的人，听到宫长老的话后，心里也不禁打起鼓来。
en_us: Each and everyone of the people around them pricked up their ears, especially those who had just helped Teacher Yang. When they heard the words of the Elder Gong, their hearts could not help thumping loudly.

source: 和上一次比，这次探险的人明显少了很多，大概是超级洞府的消息在人们心中已经淡了，走了半个时辰，途中竟然没碰到几个人。
en_us: The number of people going on expeditions were much lesser compared with the last time. Perhaps the news of the legendary cave dwelling had faded in people's minds. They only met a few people throughout their journey after walking for half an hour.

source: 和他们同时离开的还有谢俊一群人，莫雪的伤势很严重，大家碍于莫雪的身份，值得提前结束探险会小镇。
en_us: With them, Xie Jun's group had also left due to the severity of Mo Xue's injuries. Due to her position, everyone agreed to leave early for the town.

source: 和他并行的男子听到他的话也停下来，沉吟道：“听你这么一说，我也听到一些奇怪的东西，好像响雷的声音。”
en_us: The man walking side by side with him also stopped when he heard him speak. He murmured, "Now that you mention it, I also heard some weird noises, like the sound of thunder."

source: 和她们的反应不同，谢俊的眼睛几乎没离开过游小默手上的金色手套，他亲眼看到他是怎么用这双手套斩断长剑的。
en_us: Unlike them, Xie Jun's reaction was different. His gaze didn't leave the golden gloves You XiaoMo was wearing. He had personally witnessed how You XiaoMo had snapped the sword with the gloves.

source: 和平街是河镇最热闹的地方，不论是人类或妖兽都可以在和平街做生意，并且不允许无端生事，否则会被记过，届时还可能会被赶出河镇。
en_us: Peace Street was River Town's most rowdy area. No matter if it was a human or a demon beast, they could all do business on Peace Street. They weren't allowed to cause trouble, or else their offence would be recorded, and they could even possibly be chased out of River Town.

source: 和平街的尽头正是活水河界的港口。
en_us: The end of Peace Street just happened to be Living Waters River Boundary's port.

source: 和甘长老客气的寒暄客套了几句，游小默开始寻找目标。
en_us: After trading a few polite courtesies with Elder Gan, You XiaoMo looked around for a target.

source: 哈哈！
en_us: Ha Ha!

source: 哟徐爱哦莫正想问宴会的主角怎么还没出现，人群就骚动了起来，然后他就听到有人高喊了一句‘苍盟盟主来了’的话。
en_us: Just as he was about to ask why the main character of the celebration hadn't appeared when there was a sudden commotion. Then he heard someone yell "the Head of the Cang Alliance is coming!"

source: 哪个女人不爱美，这个可是至理名言。
en_us: No lady would scorn beauty, those were words to remember.

source: 哭过之后，翁公的心情有了很明显的变化，笑容有了。
en_us: After he finished crying, Wen Gong's attitude had gone through a startling transformation; he was even smiling.

source: 唐中华落在一处院子，发现这里是城主府的席面，除了厢房，这里就是守卫最少的地方，不禁皱起眉。
en_us: Tang ZhongHua landed in a courtyard and found that it was the West side (席面) of the City Master's mansion. Apart from the side room (厢房), this was the place with the least guards and he could not help but frown.

source: 唐中华说：“我是追着小偷过来的，你们有没有看到可疑的人影？”
en_us: Tang ZhongHua replied, "I was chasing a thief and ended up here. Have you seen any suspicious figures?"

source: 唔，他好像叫江流！
en_us: Oh, he seemed to be called Jiang Liu!

source: 唯一可惜的是没有种子。
en_us: To bad there wasn't seeds though.

source: 商船是提供给他们房间住，但不会提供任何吃食，所以他们要么不吃，要么自己准备，又或者出钱买，届时厨师会下厨帮他们做。
en_us: The merchant ship would to provide them with a room to live in, but it would not provide any food. So they could chose not to eat, to prepare food themselves, or to pay for food. At that time, the chef would cook for them.

source: 商船虽然不是那种华丽的豪华大船，但是很结实坚固，河镇的村民当初为了打造两艘船耗费了不少精力，如今已经有六个年头，商船仍然保养得很好。
en_us: Though the merchant ships were not like those gorgeous luxury ships, it was very sturdy and stable. The villagers from River Town had spent a lot of energy to build these two ships and the ships were still well-maintained six years later.

source: 商船除了搬货物水手，还有几个跟他们一样要出海的外来者，实力看起来都不错，老人将他们都安排在一个船舱里。
en_us: In addition to sailors who loaded the cargo, the merchant ship was also carrying several outsiders who wanted to go out to sea too. They all seemed quite strong, and the old man had arranged for all of them to stay in the hold of the ship.

source: 商船靠岸，船员们忙着卸货。
en_us: The merchant ship reached the shore, and the crew began to unload the ship.

source: 啊呸，说错了，我是男人，就算你怎么播都不可能种得下去。”
en_us: Bah! (啊呸) That's wrong. I'm a man , no matter how much you try to sow, it's impossible to take root."

source: 啪！
en_us: Slap!

source: 喜欢喝茶的客人他还是第一次遇到，不过幸好他也是个爱茶的，房间里私藏着很久以前得到的一斤好茶，到现在都舍不得喝。
en_us: It was the first time he had met a guest who liked tea, but luckliy, he also liked tea so in his room was one catty of a really treasured tea of his. Even now he had not drank it once.

source: 喜爱喝灵酒的人不止凌霄，吞金兽和乒乓球也很喜欢喝。
en_us: Those who were fond of drinking spirit wine was not only Ling Xiao, but also the Metal Swallowing Beast and Ping Pang.

source: 嘎，不会是被看光了吧？
en_us: Gah, he couldn't have been seen naked, could he have?

source: 嘴上虽然不留情，但是饭菜却被凌霄吃个精光，这一次凌霄吃的比他还要多，行动上总算稍微给游小默一点安慰了。
en_us: Though he showed no mercy in his words, the dishes were quickly picked clean by Ling Xiao. This time, Ling Xiao ate even more than he did, his actions providing You XiaoMo some comfort at last.

source: 嘴角微微勾起一抹弧度，“口气再大也比不上老板娘的黑店，不过一顿饭便要两万一千枚灵晶，传出去就不怕影响到老板娘的生意吗？”
en_us: His lips quirked into a curve. "No matter how daring I am, it's nothing on your scam of a shop. Just one meal costs twenty-one thousand spirit gems. Aren't you afraid it'll affect your business if people hear about this?"

source: 嘻嘻。”
en_us: Hehe."

source: 噗嗤噗嗤的声响就像硫酸一样。
en_us: The bubbling sound was just like that of sulfuric acid.

source: 四个打手从外面涌进来，将门口堵住了。
en_us: Four brutes swarmed inside, blocking the exit.

source: 四个黑袍人藏身在几百米外，他们已经确定炼丹之人就在洞府。
en_us: The four people in black hid themselves several meters away. They were already certain that the person refining pills was inside the Immortal’s Cave.

source: 四个黑袍人身体一僵，他们用0.1秒的时间反应，还真像是被惊乍到的老鼠，四人一下子窜出百米远，分四个方位站定，而背后正是洞府，不过他们顾不了那么多，竟然能无声无息的靠近他们，这个突然出现的人实力毋庸置疑，很强！
en_us: The four people's bodies froze, and they reacted in 0.1 seconds, really just as if they were startled mice. They fled a hundred meters away, splitting in four different directions. The Immortal’s Cave was right behind them, but they couldn't care less about it anymore. The person who had suddenly appeared was undoubtedly very powerful, if he could just soundlessly get close to them!

source: 四人中只有姬云琅连一丝反抗之力都没有就被火焰缠得死死的。
en_us: Among the four of them, there was only Ji YunLang who had no ability to resist at all and was burned to death by the flames.

source: 四人将两名外来者身上的钱财都搜刮出来，只有两个储物袋。
en_us: The four striped them of all their riches and there were only two magic bags.

source: 四人恍然大悟的点点头。
en_us: The four nodded in wide-eyed realization.

source: 四人神色一凛，姬芮很快反应过来，右手瞬间出现一枚空间符，这是一枚中等空间符，除了距离比低等空间符长，传送的人数也比较多，最重要的是安全性与稳定性也比较高。
en_us: The four people's expressions froze before Ji Rui quickly reacted. A teleportation talisman appeared instantly in her right hand. This was a medium grade teleportation talisman, and not only was the distance longer than a low grade teleportation talisman, it could also transport more people. The most important part was that it was fairly safe and stable.

source: 四人立刻分头行动，好来客栈就是传说中的黑店。
en_us: The four split up and got to work. The HaoLai Inn was one of those 'shady' shops.

source: 四人警惕的看了看四周，发现对方只有一人，目光落在他身上。
en_us: The four of them looked warily in all directions, but they discovered that their opponent was only one person, and their gazes landed on his body.

source: 四人蹑手蹑脚的靠近目标的房间，掌柜修为最高，发现里面什么动静都没有，假意敲门询问了一声，还是没有人回应，立刻猜到他们铁定是中招了。
en_us: The four crept towards their target's room. The owner had the highest cultivation base and sensed no movement from the room. She knocked on the door, and there was no answer. They must've fallen for it.

source: 四人迅速的动身了。
en_us: The four of them quickly moved.

source: 四周到处都是郁郁葱葱的茂密树木，刚好将山峰覆盖得严严实实，因此就算有人从上空飞过，也未必看到他们。
en_us: They were surrounded by a dense canopy and undergrowth of greenery, so even if someone flew overhead, they probably wouldn't see them.

source: 四灵生来便有突破圣境的资质，所有能与四灵订立本命契约，方迟尧这个的气运一定很强大，当然，气运这种飘渺的东西是不会一直跟着一个人，时间慢慢的流逝，距离宴会开始的时间已经所剩不多，上来的人也越来越少，不过一直没看到赤血家族的人。
en_us: The Four Divine Emperor Beasts had the aptitude to break through the Sacred Realm from birth. All who could contract with the Four Divine Emperor Beasts, Fang ChiYao's fate/destiny was very strong. Of course, these sort of ethereal thing like fate will not follow one person forever. As time slowly flowed by, there was not much time left before the banquet started. There were fewer and fewer people arriving, however there had been no trace of the people from the Vermillion Blood Clan.

source: 四道能量正是代表着四灵，每一只帝王兽的血脉都是相互排斥的，他们的能量永远不可能融合在一起，除非强制性，但是同样会带来不小的伤害。
en_us: The four energies represented the Four Ancient Beast Clans. The bloodline of every Emperor Beast was mutually repulsed each other (相互排斥). Their energies can never be fused together unless through force, but doing this can bring about great harm.

source: 四长老一脉世代都是辅助妖凰族族长的人，若是得族长的信任，几乎相当于在妖凰族拥有不凡的地位，但是轮到姬凤这一代，四长老一脉却一直处于被压制的状态，所以他们需要一个机会，姬宁禹的出现正是他们的机遇。
en_us: Generations of the fourth elder's bloodline were all people who supported the Demon Phoenix Clan's clan head. If they earned the clan head's trust, it was the same as earning an uncommon position in the Demon Phoenix Clan. But by the time it was Ji Feng's generation, the fourth elder's bloodline had continously been repressed, so they needed an opportunity. Ji NingYu's appearance just happened to be their opportunity.

source: 回到住处，青年拿起茶桌上的杯子和茶壶摔了一地，有的碎片甚至飞出去，一屋子狼藉却仍然无法消弭他心中的怒气。
en_us: When he returned to his residence, the youth picked up the cup and teapot on the table before smashing it on the ground. Some of the broken pieces even flew outside, but even though the entire room was in chaos, it was still unable to put an end to the anger in his heart.

source: 回到小屋，游小默让吞金兽和乒乓球去外面看着，然后拿出一枚灵丹服下，开始像平常一样修炼。
en_us: Once he turned to the cabin, You XiaoMo told the Metal Swallowing Beast and Ping Pang to take at look outside. After that, he took a metal swallowing beast and started his daily cultivation.

source: 回到小木屋，凌霄还在里面调养没出来。
en_us: Once he returned to the small wood cabin, Ling Xiao was still inside recuperating.

source: 回到房里，游小默终于想起掌柜反常的行为，集九镇压的人对外来者那么木刻，竟然会免费送宵夜给外来者？
en_us: Once he was back in his room, You XiaoMo finally realized the abnormality in the shopkeeper's actions. The people of the JiJiu Town were very excluding of outsiders, why would one suddenly give him free snacks?

source: 回到房间，夏音遣走牛徐阳并让他顺便把她的女侍叫过来，过了会，女侍便推门走了进来。
en_us: Returning to the room, Xia Yin sent Niu XuYang away and asked him to call her attendants over. After a while, the attendants pushed the door and walked in.

source: 回到正题，从他们的对话之中，他们的师傅应该就是让颜辉去逍遥院监视他们的幕后人，可是对方是什么身份却不得而知，但是有一点很明显，对方可能对他们比较了解，这样敌人在暗他们在明，对他们不利，所以还是得确认他们师傅的身份。
en_us: Back to the main point. From their dialog, their Shifu had probably let Yan Hui go to XiaoYao Institution to monitor their behind-the-scenes movements. However, they still did not know the identity of the other side, but it was obvious that the other probably understood them. This type of situation where the enemy was hidden in the shadows while they were in the light was disadvantageous to them. Therefore, they had to verify the identity of his Shifu.

source: 回到逍遥院后，游小默第一件事就是跑去申请注销自己的名字，因为不确定会在南陆待多久，所以为避免意外就干脆一不做二不休，不过遇到了点阻碍。
en_us: After returning to XiaoYao Academy, the first thing that You XiaoMo did was to apply to remove his name from the challenges. He wasn't sure how long they'd be at the Southern Continent, so to avoid any accidents, he decided to be direct. However, they met some obstacles.

source: 回到酒楼，天已经快亮了。
en_us: It was almost dawn after they returned to the hotel.

source: 回应他的却是更猛烈的动作。
en_us: The reply was an even faster movement.

source: 回应他的是凌霄的嘲笑，“你以为人人都跟你一样晚上睡觉还要盖被子，又不是弱不禁风的人类，这床也不是准备来睡觉的。”
en_us: Ling Xiao responded to him in ridicule, "Do you think everyone needs to be covered by a quilt to sleep at night like you do? It's not like those abroad are extremely delicate humans and this bed is not for sleeping."

source: 回应他的是天恨从椅子上狼狈的摔下去，发出好大的声响，除了天刀和天修紧绷的表情，其他人都是一脸被雷劈到的摸样，难以置信的瞪着游小默。
en_us: What replied to him was Tian Hen falling off his chair in a most ugly fashion, creating a huge noise. Apart from Tian Xiu and Tian Dao's tense looks, everyone else looked like they had been struck by thunder, looking at You XiaoMo in utter disbelief.

source: 回应黑熊的是一道犀利的罡风，直逼向他的脑门，如若被击中，整个脑袋能像西瓜一样爆开。
en_us: The reply Hei Xiong got was a piercing wind blade(罡风), aimed directly at his head. If he got hit, his whole head would have exploded like a watermelon.

source: 回房后，游小默让乒乓自己去玩，又把小乌龟从衣服里掏出来，让他感到满意的是，小乌龟全程都很安静。
en_us: Once back in his room, You XiaoMo told Ping Pang to play by themselves and pulled the baby turtle out from his shirt. What was to his satisfaction was that the whole time the baby turtle had stayed very quiet.

source: 因为盗云那句游小哈，整个拍卖场就超过半数的人都在看他们，毕竟师传闻中的主角，有很少出现在公共场合里，所以他们这次一定要目睹一下两人的真容。
en_us: Because Dao Yun had yelled You XiaoHa, over half of the people in the auction house were looking at them. After all, the main character of all those rumors very rarely appeared in public. They had to take this chance to get a good look at the two and their true appearances.

source: 因为上面有吞金兽和金翅虫守着，所以它不敢有太大的动静，每次总是一点一点的吸收湖中的灵水，智商简直可以和狡猾的人类一比。
en_us: Since the Metal Swallowing Beast and Golden Winged Insects were guarding from above, it didn't dare to move too much. It only sucked in a tiny bit of the spiritual water in the lake each time, and its IQ could even be compared to a cunning human.

source: 因为不论是人类还是妖兽，只要吸收了贪狼的内丹，他们身上会永远带着贪狼的气息，直到下一只贪狼出世为止。
en_us: No matter human or demon beast, if they absorbed the Life Crystal of the Wolf of Gluttony, they would gain the aura of the Wolf of Gluttony until the next Wolf of Gluttony was born.

source: 因为人形的实力不如本体，他能感觉得出，游小默的实力尚在他之上，所以只能用本体耗死他。
en_us: That was because his human form wasn't as strong as his original form. He could tell that You XiaoMo was stronger than him, thus his only option was to use his original form and win by stamina. (本体耗死他)

source: 因为从这些人身上他感觉得出他们并不全是强者。
en_us: Because many of these people weren't all that powerful.

source: 因为他补确定灵草堂会不会同意用灵丹换，就像黑蜘蛛，他们补喜欢以物易物，偏偏就喜欢灵晶，然后他们才前往灵草堂。
en_us: He did this because he wasn't sure if the Magic Herb Shop would be willing to take magic pills as payment. They might be like the Black Spider, refusing to trade goods and only accepting spirit gems. Afterwards, he headed to the Magic Herb Shop.

source: 因为他仇恨的对象不仅杀了自己，而且还觉得他做了件好事，甚至觉得自己应该感谢他的好心之举。
en_us: His hated person not only killed him, and even thought that he was doing a good deed. Just to rub salt onto his wounds, You XiaoMo even thought that Jiang Liu should be grateful for his kind act.

source: 因为他们一直都是独来独往，加上与赤血家族结仇，身份已经明了，所以没人觉得他们很富有，顶多就是一笔一亿灵晶左右的资产吧。
en_us: Since they were always alone, their identity has been found out and combined with their grudge against the Vermillion Blood Clan, no expected them to be rich. At most they had around a hundred million, probably.

source: 因为他们带着面具，黑衣人大概不知道他们是谁，所以连脸也没蒙就出现救走了苏郎，虽然只有一瞬间，但他相信自己没有看错。
en_us: They were wearing masks, so the man in black probably didn't know who they were. That was probably why he didn't cover up his identity when he took away Su Lang. Even though it was for a split second, You XiaoMo knew he saw it correctly.

source: 因为他们有特殊的消息来源，知道黑蜘蛛拍卖的东西都有哪些，搂住看中其中一件东西，现在和他爹正在想办法凑灵晶。
en_us: From their special information source, they knew what items was going to be autioned and their head (楼主) wanted one of those things, so now he and his dad was trying to gather enough spirit gems for it.

source: 因为他发现地图上的线连接起来竟然也是一只白虎，不同的是，三条线最后都汇聚到白虎的心脏部位，而地图上显示白虎的心脏部位是在宫殿的正中央。
en_us: This was because he found when the lines on the map were connected, it formed a white tiger. However, the difference was that the three lines eventually converged at the position of the heart of the white tiger and the map showed that the heart of the white tiger was in the center of the palace.

source: 因为他得到的资料上说凌霄是在不久前进阶圣境强者的，他的潜力再怎么厉害也不可能在短短一年内就晋级四星。
en_us: This was because the information he got said that Ling Xiao had advanced to a Sacred Realm expert not long ago. No matter how high his potential was, he could not have advanced by four stars in just one year.

source: 因为他总是出现一段时间就消失一段时间，导致一些人不知道怎么判断他的实力。
en_us: Since he always disappeared from the limelight after doing anything big, no one was sure of how to judge his abilities.

source: 因为他认识一个人，他比苏朗更早成为彩级一品丹师，听说他现在已经是二品了。
en_us: Because he knew someone who had become a Grade One Rainbow Level mage before Su Lang. He heard that he was already Grade Two now.

source: 因为以往每发现一个荒蛮位面，过程都是腥风血雨。
en_us: It had always been the case that with the discovery of a (荒蛮位面) bloodshed ensued.

source: 因为傅苍穹叮嘱过叶农要他亲自将东西交到他手里。
en_us: Because Fu CangQiong had warned Ye Nong over and over that he was to personally hand the item over to him.

source: 因为光团里面有四股能量在冲撞，所以行进速度比较缓慢，距离之剩下三分之一。
en_us: It traveled slowly as there were four different energies colliding with each other in the light ball. There was only a third of the distance between it and the tiger.

source: 因为凌霄不喜欢吃别人炼制的灵丹，所以游小默对从别人那里搜刮来的灵丹向来不是很重视，至于功法技法他也不是很需要，将等级高的挑出来，剩下的就被他扔到角落里了。
en_us: Since Ling Xiao didn't like to eat pills refined by other people, You XiaoMo never paid much attention to magic pills they scavenged. Other than that, soul/skill training manuals weren't all that useful either, so he picked out the higher leveled ones and left the others in the corner.

source: 因为在听到他们的对话，水妖顿时怒了。
en_us: Thus, when it heard their conversation, the Water Demon was furious.

source: 因为太过震惊，玄泽没发现他的速度慢下来反而给游小默制造了机会。
en_us: Xuan Ze was so distrubed that he hadn't realized that by slowing down, he was creating an opening for You XiaoMo.

source: 因为如果不让他们知道都有些什么宝贝，这些大势力等于没有动力去筹灵晶，届时拍卖品的价格下降，损失的反而是黑蜘蛛。
en_us: Because if they didn't let them know what treasures they had, it would mean that these major powers wouldn't have a motive to prepare spirit gems. When the time came to auction off the items, the prices would drop, and the one to lose would be Black Spider.

source: 因为如果李管事无意将心灵花草卖给他们，最后一句根本没必要告诉他，现在说了，是不是表示他还有机会？
en_us: Because if Manager Li had no intention of selling them the Heart Flower Herb, there would be no need to tell them that last sentence. Since he said it, did that mean he still had a chance?

source: 因为守卫都是固定在每层楼的，所以他们擅离岗位也是有风险的，好在，这里的守卫都是各管各的，而且身上的铠甲也将脸遮了大半。
en_us: Because the guards were stationed in a set place on each floor, it was risky for them to leave their positions. It was good that the guards here didn't really butt into each other's business, and the armor they wore covered over half their face.

source: 因为宫殿是被结界托着悬浮在水里的，所以结界一晃动，宫殿就跟着剧烈的晃动起来。
en_us: Since the palace was held, floating in the water, by the barrier, when the barrier shook, so did the entire palace with it.

source: 因为封城一事，自然城的人怨气颇重，特别是那些急着出城的人都被困在城内，他们有怨气，首当其中便是下达封城的黑熊。
en_us: Because the city had been closed, the citizens were all rather irritated, especially those who had pressing business outside the city walls. The primary target of their irritation was Hei Xiong, who had given the order.

source: 因为就算是以物易物，也要先用灵晶衡量一下。
en_us: SInce, even in a bartering system, you would still weight the exchange by spirit gems.

source: 因为很多嗜酒的酒鬼之所以喜好灵酒，一半原因是因为灵酒恢复灵力的效果，另一半则是冲着灵酒的滋味。
en_us: The reason why many chronic drunkards (嗜酒的酒鬼) preferred spirit wine was partly because of the effect of restoring spiritual power, and partly because they found the taste of spirit wine irresistible.

source: 因为早有登记，所以他们不需要邀请卡就能参加这场拍卖会，不过多数人都是来看热闹的，当然，能成为黑蜘蛛固定的客户，说明他们的本事也不小。
en_us: Since they had been registered before, they didn't need invitations to attend. However, most people were just there to watch. Of course, if they could become one of the Black Spider's regulars, then they must be talented.

source: 因为有些顶级灵草生来就拥有自我保护手段，比方说骷髅花草这种生长在特别地方的灵草便要慎重。
en_us: This was because some transcendent level magic herbs naturally had defenses to protect themselves with. For example, one should be even more cautious with magic herbs like the Skull Flower Herb (骷髅花草) which grew in special places.

source: 因为有杂色的金翅虫的能力是有限制的，比如它们产下的金丝不再像传说中无坚不摧，而且还有使用年限，也就是时候不知何时它就会失去它原有的功效。
en_us: This was because those tainted with other colors had a limit to their power. For example, their golden threat wasn't unbreakable like in the the legends, and had an expiration date, so you had no way of knowing when it would stop working.

source: 因为有空间符，所以他们赶路的时间缩短了很多，去西境到回来整个过程只不过花了一个半月而已，比游小默想象中的还要快。
en_us: Because they had the teleportation talisman, the time they had to spend on the road was shortened by quite a bit. The entire journey to and from Xi Jing had only taken half a month, and it was even faster than what You XiaoMo had imagined.
